/*
 * =====================================================================================
 *
 *       Filename:  Timer.h
 *
 *    Description:  
 *
 *        Version:  1.0
 *        Created:  2015年10月29日 10时42分29秒
 *       Revision:  none
 *       Compiler:  gcc
 *
 *         Author:  sun lianqiang (milton), 170262941@qq.com
 *        Company:  Giant
 *
 * =====================================================================================
 */

/*************************************************************************
    > File Name: Timer.h
    > Author: ma6174
    > Mail: ma6174@163.com 
    > Created Time: 2015年10月29日 星期四 10时42分29秒
 ************************************************************************/

#include<iostream>
using namespace std;

